Repository: lliurex/bell-scheduler-plasmoid
Catalog: po/*/plasma_applet_org.kde.plasma.bellschedulernotifier.po
Languages: ca@valencia, es

source: Stop the bell now
ca@valencia: Para l'alarma ara
es: Detener la alarma ahora

source: No bell was played
ca@valencia: No s'ha reproduït cap alarma
es: No se ha reproducido ninguna alarma

source: Playing the bell
ca@valencia: S'està reproduint l'alarma
es: Reproduciendo la alarma

source: Stop now
ca@valencia: Para ara
es: Detener ahora

source: The bell has ended:
ca@valencia: L'alarma ha finalitzat:
es: La alarma ha finalizado:

source: Last bell played
ca@valencia: Última alarma reproduïda
es: Última alarma reproducida

source: WARNING: 2 or more bells have played simultaneously
ca@valencia: ATENCIÓ: 2 o més alarmes han sigut reproduïdes de manera simultània
es: ATENCIÓN: 2 o más alarmas han sido reproducidas de manera simultánea

source: Duration:
ca@valencia: Durada:
es: Duración:

source: Error. Not Available
ca@valencia: Error. No disponible
es: Error. No disponible

source: Full reproduction
ca@valencia: Reproducció completa
es: Reproducción completa

source: seconds
ca@valencia: segons
es: segundos

source: WARNING: 2 or more bells are played simultaneously
ca@valencia: ATENCIÓ: 2 o més alarmes estan sent reproduïdes de manera simultània
es: ATENCIÓN: 2 o más alarmas están siendo reproducidas de manera simultánea
